
export const wineMbti =  [
    {
      "id": 1,
      "ko_name": "카베르네 소비뇽",
      "eng_name": "Cabernet Sauvignon",
      "image": null,
      "content": "신뢰성 있고 책임감이 강한 성격을 지닌 사람들로, 조직적이고 계획적인 스타일을 가지고 있습니다. 카베르네 소비뇽 와인은 강한 구조감과 깊이 있는 맛으로, 당신의 실용적이고 전통적인 성향과 잘 맞습니다. 이 와인은 진지하고 체계적인 성격을 가진 당신에게 적합합니다.",
      "best": 13,
      "worst": 11
    },
    {
      "id": 2,
      "ko_name": "샤르도네",
      "eng_name": "Chardonnay",
      "image": null,
      "content": "친절하고 사려 깊은 성격을 지닌 사람들이며, 항상 다른 사람들을 보살피고 헌신하는 타입입니다. 샤르도네 와인은 부드럽고 섬세한 맛으로, 당신의 따뜻하고 배려 깊은 성격과 잘 어울립니다. 이 와인은 부드럽고 차분한 성격의 당신에게 어울리는 와인입니다.",
      "best": 14,
      "worst": 8
    },
    {
      "id": 3,
      "ko_name": "피노 누아",
      "eng_name": "Pinot Noir",
      "image": null,
      "content": "깊이 있는 사고와 독특한 통찰력을 지닌 사람들이며, 세상에 대해 깊은 이해와 비전을 가지고 있습니다. 피노 누아 와인은 섬세하면서도 복잡한 맛을 지닌 와인으로, 내향적이고 창의적인 성격에 잘 어울립니다. 이 와인은 신중하고 사려 깊은 성격을 가진 당신에게 안성맞춤입니다.",
      "best": 15,
      "worst": 9
    },
    {
      "id": 4,
      "ko_name": "메를로",
      "eng_name": "Merlot",
      "image": null,
      "content": "독립적이고 분석적인 성격을 지닌 사람들이며, 전략적으로 사고합니다. 메를로 와인은 부드럽고 풍부한 맛으로, 논리적이고 전략적인 성향을 가진 당신과 잘 어울립니다. 이 와인은 차분하고 깊이 있는 성격을 가진 당신에게 적합합니다.",
      "best": 12,
      "worst": 7
    },
    {
      "id": 5,
      "ko_name": "시라",
      "eng_name": "Syrah",
      "image": null,
      "content": "실용적이고 독립적인 성격으로, 세밀하고 정확한 성격을 지닌 장인적 특성을 가지고 있습니다. 시라 와인은 강렬하고 깊이 있는 맛을 자랑하며, 분석적이고 신중한 성격과 잘 어울립니다. 이 와인은 진지한 맛과 함께 도전적인 성격의 당신에게 안성맞춤입니다.",
      "best": 9,
      "worst": 2
    },
    {
      "id": 6,
      "ko_name": "리슬링",
      "eng_name": "Riesling",
      "image": null,
      "content":  "예술적이고 자유로운 성향을 지닌 사람들이며, 감성적이고 예술적인 취향을 가지고 있습니다. 리슬링 와인은 신선하고 섬세한 맛을 지닌 와인으로, 감성적이고 자유로운 성격에 잘 맞습니다. 이 와인은 감각적이고 창의적인 성격을 가진 당신에게 어울립니다.",
      "best": 7,
      "worst": 13
    },
    {
      "id": 7,
      "ko_name": "소비뇽 블랑",
      "eng_name": "Sauvignon Blanc",
      "image": null,
      "content": "이상주의적이고 창의적인 성향을 가진 사람들이며, 깊은 감정을 중시합니다. 소비뇽 블랑 와인은 상큼하고 신선한 맛을 지닌 와인으로, 창의적이고 감성적인 성격을 가진 당신에게 잘 맞습니다. 이 와인은 자유롭고 이상적인 성격을 가진 당신에게 적합합니다.",
      "best": 11,
      "worst": 13
    },
    {
      "id": 8,
      "ko_name": "진판델",
      "eng_name": "Zinfandel",
      "image": null,
      "content": "논리적이고 독창적인 성격을 지닌 사람들이며, 새로운 아이디어와 가능성에 대해 탐구합니다. 진판델 와인은 독특하고 복합적인 맛을 지닌 와인으로, 창의적이고 논리적인 성격을 가진 당신에게 잘 맞습니다. 이 와인은 실험적이고 혁신적인 성격을 가진 당신에게 적합합니다.",
      "best": 12,
      "worst": 14
    },
    {
      "id": 9,
      "ko_name": "샴페인",
      "eng_name": "Champagne",
      "image": null,
      "content": "즉흥적이고 활동적인 성격을 지닌 사람들이며, 새로운 경험과 자극을 추구합니다. 샴페인 와인은 활기차고 신선한 맛을 지닌 와인으로, 다채롭고 활발한 성격을 가진 당신에게 잘 어울립니다. 이 와인은 에너지 넘치는 성격을 가진 당신에게 적합합니다.",
      "best": 5,
      "worst": 3
    },
    {
      "id": 10,
      "ko_name": "프로세코",
      "eng_name": "Prosecco",
      "image": null,
      "content": "사교적이고 자유로운 성격을 가진 사람들이며, 항상 즐겁고 신나는 분위기를 만듭니다. 프로세코 와인은 상쾌하고 가벼운 맛을 지닌 와인으로, 활발하고 사교적인 성격을 가진 당신에게 잘 어울립니다. 이 와인은 즐겁고 자유로운 성격을 가진 당신에게 적합합니다.",
      "best": 11,
      "worst": 4
    },
    {
      "id": 11,
      "ko_name": "피노 그리기오",
      "eng_name": "Pinot Grigio",
      "image": null,
      "content": "창의적이고 열정적인 성격을 지닌 사람들이며, 새로운 아이디어와 도전을 추구합니다. 피노 그리기오 와인은 경쾌하고 밝은 맛을 지닌 와인으로, 열정적이고 개방적인 성격을 가진 당신에게 잘 맞습니다. 이 와인은 활기차고 창의적인 성격을 가진 당신에게 적합합니다.",
      "best": 7,
      "worst": 1
    },
    {
      "id": 12,
      "ko_name": "그르나슈",
      "eng_name": "Grenache",
      "image": null,
      "content": "도전적이고 혁신적인 성격을 가진 사람들이며, 새로운 아이디어와 실험을 즐깁니다. 그르나슈 와인은 강렬하고 독특한 맛을 지닌 와인으로, 혁신적이고 창의적인 성격을 가진 당신에게 잘 맞습니다. 이 와인은 실험적이고 독창적인 성격을 가진 당신에게 적합합니다.",
      "best": 8,
      "worst": 2
    },
    {
      "id": 13,
      "ko_name": "보르도 블렌드",
      "eng_name": "Bordeaux Blend",
      "image": null,
      "content": "조직적이고 실용적인 성격을 지닌 사람들로, 목표 달성을 위해 체계적으로 일을 처리하는 사람들입니다. 보르도 블렌드 와인은 강한 구조감과 전통적인 맛을 지닌 와인으로, 실용적이고 체계적인 성격을 가진 당신에게 잘 어울립니다. 이 와인은 목표 지향적이고 조직적인 성격을 가진 당신에게 적합합니다.",
      "best": 1,
      "worst": 7
    },
    {
      "id": 14,
      "ko_name": "모스카토",
      "eng_name": "Moscato",
      "image": null,
      "content": "사교적이고 친절한 성격을 지닌 사람들로, 다른 사람들을 돕고 지원하는 데 큰 가치를 둡니다. 모스카토 와인은 달콤하고 상쾌한 맛을 지닌 와인으로, 친근하고 따뜻한 성격을 가진 당신에게 잘 맞습니다. 이 와인은 사교적이고 따뜻한 성격을 가진 당신에게 적합합니다.",
      "best": 2,
      "worst": 8
    },
    {
      "id": 15,
      "ko_name": "쉬라즈",
      "eng_name": "Shiraz",
      "image": null,
      "content": "강력한 리더십을 지닌 사람들이며, 사람들에게 영감을 주는 성격을 가지고 있습니다. 쉬라즈 와인은 강렬하고 열정적인 맛을 지닌 와인으로, 카리스마 있고 공감 능력이 뛰어난 성격을 가진 당신에게 잘 어울립니다. 이 와인은 리더십 있는 성격을 가진 당신에게 적합합니다.",
      "best": 3,
      "worst": 5
    },
    {
      "id": 16,
      "ko_name": "말벡",
      "eng_name": "Malbec",
      "image": null,
      "content": "목표 지향적이고 결단력 있는 성격을 가진 사람들이며, 높은 목표를 설정하고 이를 실현하려는 성향을 가집니다. 말벡 와인은 강하고 구조적인 맛을 지닌 와인으로, 리더십과 목표 지향적인 성격을 가진 당신에게 잘 맞습니다. 이 와인은 결단력 있는 성격을 가진 당신에게 적합합니다.",
      "best": 4,
      "worst": 6
    }
]